Repository: De30/media-server-
Catalog: po/*.po
Languages: el, ko, oc, pt_br, ru, sr@latin

source: Failed to add item with ID %s: %s
el: Αποτυχία προσθήκης αντικειμένου με ID %s: %s
ko: ID %s(으)로 아이템 더하기 실패: %s
oc: Impossible d'apondre l'element ID %s : %s
pt_br: Falhou ao adicionar item com ID %s: %s
ru: Не удалось добавить элемент с ID %s: %s
sr@latin: Ne mogu da dodam stavku sa IB %s: %s

source: Cannot create references to containers
oc: Impossible de crear les referéncias des conteneurs

source: All
el: Όλα
ko: 모두
oc: Tout
pt_br: Todos
ru: Все
sr@latin: Sve

source: Failed to get child count: %s
oc: Impossible d'obténer lo nombre d'enfants : %s

source: Can't create items in %s
oc: Impossible de crear des elements dins %s

source: Can't add containers in %s
oc: Impossible d'apondre des conteneurs dins %s

source: Can't remove containers in %s
oc: Impossible de levar des conteneurs de %s

source: Playlists
oc: Listes de lectura

source: Can't remove items in %s
oc: Impossible de suprimir les elements de %s

source: upnp:class not supported in %s
oc: upnp : classe non presa en carga dins %s

source: Will not monitor file changes
oc: Les modificacions de fichièrs ne seront pas surveillées

source: Year
el: Έτος
ko: 연도
oc: Année
pt_br: Ano
ru: Год
sr@latin: Godina

source: Artist
el: Καλλιτέχνης
ko: 아티스트
oc: Artiste
pt_br: Artista
ru: Исполнитель
sr@latin: Izvođač

source: Files & Folders
oc: Fichièrs & dorsièrs

source: @REALNAME@'s media
el: Πολυμέσα @REALNAME@
ko: @REALNAME@의 미디어
oc: Média de @REALNAME@
pt_br: Mídia do @REALNAME@
ru: Медиаданные пользователя @REALNAME@
sr@latin: Medija korisnika @REALNAME@

source: Failed to remove entry: %s
el: Αποτυχία κατά τη διαγραφή της καταχώρησης: %s
ko: 엔트리 제거 실패: %s
oc: Impossible de suprimir l'entrée : %s
pt_br: Falhou ao remover entrada: %s
ru: Не удалось удалить элемент: %s
sr@latin: Ne mogu da uklonim unos: %s

source: Music
el: Μουσική
ko: 음악
oc: Musique
pt_br: Música
ru: Музыка
sr@latin: Muzika

source: Pictures
el: Εικόνες
ko: 사진
oc: Images
pt_br: Fotos
ru: Картинки
sr@latin: Slike

source: Videos
el: Βίντεο
ko: 비디오
oc: Vidéos
pt_br: Vídeos
ru: Видео
sr@latin: Video

source: Failed to save object: %s
oc: Impossible d'enregistrar l'objècte : %s

source: Failed to add object: %s
oc: Impossible d'apondre l'objècte : %s

source: Failed to remove object: %s
oc: Impossible de suprimir l'objècte : %s

source: Failed to remove file %s: %s
oc: Impossible de levar lo fichièr %s : %s

source: Could not find object %d in cache
oc: Impossible de trouver l'objècte %d dins lo cache

source: MPRIS interface at %s is read-only. Ignoring.
oc: L'interface MPRIS en %s es en lectura sola. Étape ignorée.

source: GStreamer Player
el: Αναπαραγωγή GStremer
ko: GStreamer 재생기
oc: Lector GStreamer
pt_br: Reprodutor GStreamer
ru: Проигрыватель GStreamer
sr@latin: Gstrimerov plejer

source: Could not create GStreamer player
oc: Impossible de crear un lector GStreamer

source: Artists
el: Καλλιτέχνες
ko: 아티스트
oc: Artistes
pt_br: Artistas
ru: Исполнители
sr@latin: Izvođači

source: Failed to create a Tracker connection: %s
oc: Impossible de crear una connexion a Tracker : %s

source: Failed to construct URI for folder '%s': %s
el: Αποτυχία κατά την κατασκευή URI για τον φάκελο '%s': %s
ko: 폴더 '%s'의 URI 구성 실패: %s
oc: Impossible de construire l'URI pel dorsièr « %s » : %s
pt_br: Falhou ao construir URI para a pasta "%s": %s
ru: Не удалось создать URI для папки «%s»: %s
sr@latin: Ne mogu da obrazujem adresu za fasciklu „%s“: %s

source: Could not subscribe to Tracker signals: %s
oc: Impossible de s'abonar aux signaux tracker : %s

source: Not supported
oc: Non pris en carga

source: Failed to create Tracker connection: %s
oc: Impossible de crear la connexion a Tracker : %s

source: Error getting all values for '%s': %s
el: Σφάλμα κατά την ανάκτηση όλων των τιμών για το '%s': %s
ko: '%s'의 모든 값 가져오기 오류: %s
oc: Error al moment de l'obtencion de totas las valors de « %s » : %s
pt_br: Erro obtendo todos os valores para "%s": %s
ru: Ошибка при получении всех значений для «%s»: %s
sr@latin: Ne mogu da dobijem sve vrednosti za „%s“: %s

source: Failed to start Tracker service: %s. Plugin disabled.
el: Αποτυχία κατά την έναρξη της υπηρεσίας Tracker: %s. Η πρόσθετη λειτουργία απενεργοποιήθηκε.
ko: 트래커 서비스 시작 실패: %s. 플러그인 비 활성화 됨.
oc: Impossible d'aviar lo servici Tracker : %s. L'empeuton es desactivat.
pt_br: Falhou ao iniciar o serviço do Tracker: %s. Plug-in desabilitado.
ru: Не удалось запустить службу Tracker: %s. Модуль выключен.
sr@latin: Ne mogu da pokrenem Pratioca: %s. Dodatak je isključen.

source: Failed to get Tracker connection: %s
oc: Impossible d'obténer una connexion a Tracker : %s

source: Error getting item count under category '%s': %s
el: Σφάλμα κατά την ανάκτηση της καταμέτρησης των αντικειμένων για την κατηγορία '%s': %s
ko: 카테고리 '%s'의 아이템 카운트 가져오기 오류: %s
oc: Error al moment de l'obtencion del nombre d'elements de la categoria « %s » : %s
pt_br: Erro obtendo contagem de itens na categoria "%s": %s
ru: Ошибка при получении числа элементов в категории «%s»: %s
sr@latin: Ne mogu da dobijem broj stavki u kategoriji „%s“: %s

source: Titles
oc: Títols

source: Network Interfaces
oc: Interfaces ret

source: Disable transcoding
oc: Desactivar lo transcodatge

source: Disallow upload
oc: Interdire lo mandadís

source: Disallow deletion
oc: Interdire las supressions

source: Comma-separated list of domain:level pairs. See rygel(1) for details
oc: Lista de domeni separada per una virgula : paires de nivèl. Voir rygel(1) pour les détails

source: Plugin Path
oc: Camin de l'empeuton

source: Engine Path
oc: Camin del motor

source: Disable plugin
oc: Desactivar l'empeuton

source: Set plugin titles
oc: Definir los títols de l'empeuton

source: Set plugin options
oc: Definir las opcions de l'empeuton

source: Disable UPnP (streaming-only)
oc: Desactivar UPnP (flux de donadas unicament)

source: Use configuration file instead of user configuration
oc: Utilizar lo fichièr de configuracion al lieu de la configuracion utilizaire

source: Shutting down remote Rygel instance
oc: Extinction de l'instància externe de Rygel

source: Rygel is running in streaming-only mode.
oc: Rygel es en mode flux de donadas unicament.

source: Rygel v%s starting…
oc: Démarrage de Rygel v%s…

source: Failed to create root device factory: %s
el: Αποτυχία δημιουργίας εργασιών αρχικής συσκευής: %s
ko: 루트 디바이스 펙토리 만들기 실패: %s
oc: Impossible de crear la fabrique del périphérique racine : %s
pt_br: Falou ao criar fábrica de dispositivo raiz: %s
ru: Не удалось создать фабрику для корневого устройства: %s
sr@latin: Ne mogu da napravim fabriku korenih uređaja: %s

source: Failed to create RootDevice for %s. Reason: %s
el: Αποτυχία κατά τη δημιουργία RootDevice για το %s. Η αιτία: %s
ko: %s의 RootDevice 만들기 실패. 원인: %s
oc: Impossible de crear RootDevice per %s. Raison : %s
pt_br: Falhou ao criar RootDevice para %s. Razão: %s
ru: Не удалось создать RootDevice для %s. Причина: %s
sr@latin: Ne mogu da napravim koreni uređaj za %s. Razlog: %s

source: Failed to load user configuration: %s
el: Αποτυχία φόρτωση των ρυθμίσεων του χρήστη: %s
ko: 사용자 설정 읽어오기 실패: %s
oc: Impossible de cargar la configuracion de l'utilizaire : %s
pt_br: Falhou ao carregar a configuração do usuário: %s
ru: Не удалось загрузить конфигурацию пользователя: %s
sr@latin: Ne mogu da učitam podešavanja korisnika: %s

source: Failed to load user configuration from file '%s': %s
oc: Impossible de cargar la configuracion de l'utilizaire dempuèi lo fichièr « %s » : %s

source: No value available for '%s'
el: Μη διαθέσιμη τιμή για το '%s'
ko: '%s'에 사용가능한 값이 없습니다
oc: Aucune valor disponible per « %s »
pt_br: Nenhum valor disponível para "%s"
ru: Нет доступного значения для «%s»
sr@latin: Nije dostupna vrednost za „%s“

source: Value of '%s' out of range
el: Η τιμή του '%s' είναι εκτός ορίων
ko: 값 '%s'(이)가 범위를 벗어났습니다
oc: Valor de « %s » fòra limits
pt_br: Valor de "%s" está fora do intervalo
ru: Значение «%s» вне допустимого диапазона
sr@latin: Vrednost za „%s“ je izvan opsega

source: Failed to create preferences dialog: %s
el: Αποτυχία δημιουργίας διαλόγου προτιμήσεων: %s
ko: 환경 설정 대화 상자 만들기 실패: %s
oc: Impossible de crear la bóstia de dialòg des preferéncias : %s
pt_br: Falhou ao criar diálogo de preferências: %s
ru: Не удалось создать диалоговое окно с параметрами: %s
sr@latin: Ne mogu da pokrenem prozorče sa postavkama: %s

source: Failed to save configuration data to file '%s': %s
el: Αποτυχία αποθήκευσης των προτιμήσεων στο αρχείο '%s': %s
ko: 설정 데이터러를 파일 %s(으)로 쓰기 실패: %s
oc: Impossible d'enregistrar les donadas de configuracion dins lo fichièr « %s » : %s
pt_br: Falhou ao salvar dados de configuração para arquivo "%s": %s
ru: Не удалось сохранить данные конфигурации в файл «%s»: %s
sr@latin: Ne mogu da sačuvam podešavanja u datoteku „%s“: %s

source: Failed to start Rygel service: %s
ko: Rygel 서비스 중지 실패: %s
oc: Impossible d'aviar lo servici Rygel : %s
pt_br: Falhou ao iniciar o serviço do Rygel: %s
ru: Не удалось запустить службу Rygel: %s
sr@latin: Ne mogu da pokrenem Rigelov upravljački program: %s

source: Failed to stop Rygel service: %s
ko: Rygel 서비스 시작 실패: %s
oc: Impossible d'arrestar lo servici Rygel : %s
pt_br: Falhou ao parar o serviço do Rygel: %s
ru: Не удалось остановить службу Rygel: %s
sr@latin: Ne mogu da zaustavim Rigelov upravljački program: %s

source: <b>Network Options</b>
el: <b>Επιλογές δικτύου</b>

source: General
el: Γενικά
ko: 일반
pt_br: Geral
ru: Общие
sr@latin: Opšte

source: Plugins
el: Πρόσθετες λειτουργίες
ko: 플러그인
ru: Модули
sr@latin: Dodaci

source: Share M_usic
el: Διαμοιρασμός _μουσικής
ko: 음악 공유(_U)
pt_br: Compartilhar _música
ru: Общий доступ к папке _Музыка
sr@latin: Podeli _muziku

source: Share _Pictures
el: Διαμοιρασμός _εικόνων
ko: 사진 공유(_P)
pt_br: Compartilhar _fotos
ru: Общий доступ к папке _Картинки
sr@latin: Podeli _slike

source: Share _Videos
el: Διαμοιρασμός _βίντεο
ko: 비디오 공유(_V)
pt_br: Compartilhar _vídeos
ru: Общий доступ к папке _Видео
sr@latin: Podeli _video

source: T_itle
el: Τί_τλος
ko: 제목(_I)
pt_br: T_ítulo
ru: Н_азвание
sr@latin: _Naslov

source: Ti_tle
el: Τίτ_λος
ko: 제목(_T)
pt_br: Tít_ulo
ru: Наз_вание
sr@latin: _Naslov

source: Write %u for username, %n for real name of the user and %h for host name
el: Εισάγετε %u για το όνομα χρήστη, %n για το πραγματικό όνομα του χρήστη και %h για το όνομα διακομιστή
ko: 사용자 이름 %u, 사용자의 실제 이름 %n, 호스트 이름 %h 작성
pt_br: Escreva %u para nome de usuário, %n para nome verdadeiro do usuário e %h para nome do computador
ru: Используйте %u для имени пользователя, %n для настоящего имени пользователя и %h для имени узла
sr@latin: Upišite %u kao korisničko ime, %n kao puno ime korisnika i %h kao ime domaćina

source: _Enable UPnP/DLNA
el: _Ενεργοποίηση UPnP/DLNA
ko: UPnP/DLNA 활성화(_E)
pt_br: _Habilitar UPnP/DLNA
ru: Вклю_чить UPnP/DLNA
sr@latin: _Omogući UPnP/DLNA

source: _Interface
el: _Διεπαφή
ko: 인터페이스(_I)
ru: _Интерфейс
sr@latin: Su_čelje

source: _Media Export
el: Εξαγωγή _πολυμέσων
ko: 미디어 내보내기(_M)
pt_br: Exportação de _mídia
ru: Экспортировать медиаданные
sr@latin: Izvoz medi_je

source: _Port
el: _Θύρα
ko: 포트(_P)
pt_br: _Porta
ru: _Порт

source: _Transcoding support
el: Υποστήριξη επανα_κωδικοποίησης
ko: 트랜스코딩 지원(_T)
pt_br: Suporte a _transcoding
ru: _Использовать конвертацию
sr@latin: Podrška za p_rekodiranje

source: _URIs
el: _URI
ru: _Список URI
sr@latin: _Adrese

source: Changing playback state to %s..
el: Αλλαγή κατάστασης αναπαραγωγής σε %s..
ko: 플레이백 상태를 %s(으)로 바꾸는 중...
sr@latin: Menjam stanje u %s...

source: URI set to %s.
el: Το URI καθορίστηκε σε %s.
ko: URI가 %s 설정 되었습니다.
sr@latin: Adresa je postavljena na %s.

source: volume set to %f.
el: η ένταση ήχου καθορίστηκε σε %f.
ko: 볼륨이 %f(으)로 설정 되었습니다.
sr@latin: zvuk je postavljen na %f.

source: Seeking to %s.
el: Εφαρμογή αίτησης στο %s.
ko: %s(을) 찾는 중 입니다.
sr@latin: Premotavam na %s.

source: Using database file %s
el: Χρήση του αρχείου βάσης δεδομένων %s
ko: 데이터베이스 파일 %s 사용
sr@latin: Koristim datoteku sa bazom %s

source: Failed to open database: %d (%s)
el: Αποτυχία κατά το άνοιγμα της βάσης δεδομένων: %d (%s)
ko: 데이터 베이스 열기 실패: %d (%s)
pt_br: Falhou ao abrir banco de dados: %d (%s)
ru: Не удалось открыть базу данных: %d (%s)
sr@latin: Ne mogu da otvorim bazu podataka: %d (%s)

source: Failed to extract metadata from %s: %s
el: Αποτυχία εξαγωγής μεταδεδομένων από το %s: %s
ko: %s(으)로 메타데이터 추출 실패: %s
sr@latin: Ne mogu da izvučem metapodatke iz %s: %s

source: Object %s is not an item
el: Το αντικείμεξο %s δεν αποτελεί στοιχείο
ko: 오브젝트 %s(은)는 아이템이 아님
pt_br: O objeto %s não é um item
ru: Объект %s не является элементом
sr@latin: %s nije stavka

source: Original search: %s
el: Αρχική αναζήτηση: %s
ko: 원본 검색: %s
sr@latin: Originalna pretraga: %s

source: Parsed search expression: %s
el: Έκφραση εύρεσης που έχει αναλυθεί: %s
ko: 분석 도니 검색 식: %s
sr@latin: Obrađen izraz za pretragu: %s

source: Failed to attach to DBus session bus: %s
el: Αποτυχία προσέγγισης της συνεδρίας Dbus: %s

source: No Metadata extractor available. Will not crawl
el: Μη διαθέσιμος ο εξαγωγέας Metadata. Δεν θα γίνει ανίχνευση

source: Trying to harvest %s because of %d
el: Προσπάθεια για συγκέντρωση του %s εξαιτίας του %d
ko: %2$d 때문에 %1$s(을)를 수집하는 중
sr@latin: Pokušavam da žanjem %s zbog %d

source: Directory %s gone, removing watch
el: Δεν υπάρχει πια ο κατάλογος %s, γίνεται αφαίρεση της παρακολούθησης

source: Failed to get file info for %s
el: Αποτυχία κατά την ανάκτηση αρχείου για το %s
ko: %s의 파일 정보 가져오기 실패
pt_br: Falhou ao obter informações do arquivo para %s
ru: Не удалось получить информацию о файле для %s
sr@latin: Ne mogu da dobijem datoteku za %s

source: Album
el: Άλμπουμ
ko: 앨범
pt_br: Álbum
ru: Альбом

source: Genre
el: Είδος
ko: 장르
pt_br: Gênero
ru: Жанр
sr@latin: Žanr

source: Failed to create instance of database
el: Αποτυχία κατά τη δημιουργία υπόδειξης στη βάση δεδομένων
ko: 데이터베이스 인스턴스 만들기 실패
pt_br: Falhou ao criar instância do banco de dados
ru: Не удалось создать экземпляр базы данных
sr@latin: Ne mogu da napravim upis u bazu podataka

source: Failed to remove URI: %s
el: Αποτυχία κατά τη διαγραφή του URI: %s
ko: URI 제거 실패: %s
pt_br: Falhou ao remover URI: %s
ru: Не удалось удалить URI: %s
sr@latin: Ne mogu da uklonim adresu: %s

source: Albums
el: Άλμπουμ
ko: 엘범
pt_br: Álbuns
ru: Альбомы
sr@latin: Albumi

source: Failed to create MediaExport DBus service: %s
el: Σφάλμα κατά τη δημιουργία της υπηρεσίας MediaExport DBus: %s

source: ID %s no longer in config, deleting...
el: Το ID %s δεν είναι πλέον στη ρύθμιση, γίνεται διαγραφή...

source: Executing SPARQL query: %s
el: Εκτέλεση του SPARQ ερωτήματος: %s
ko: SPARQL 쿼리 실행 중: %s
sr@latin: Pokrećem SPARQL upis: %s

source: Failed to connect to session bus: %s
el: Αποτυχία κατά τη σύνδεση στη συνεδρία: %s
ko: 세선 버스에 연결 실패: %s
pt_br: Falhou ao conectar para a sessão de transporte: %s
ru: Не удалось подключиться к сеансовой шине: %s
sr@latin: Ne mogu da se povežem na sesiju: %s

source: Unable to serialize unsupported object
el: Αδύνατος ο καθορισμός αλληλουχίας για το μη υποστηριζόμενο αντικείμενο

source: Invalid Range '%s'
el: Μη έγκυρο εύρος '%s'
ko: 잘못된 범위 '%s'
pt_br: Intervalo "%s" inválido
ru: Неверный диапазон «%s»
sr@latin: Neispravan opseg „%s“

source: Invalid Request
el: Μη έγκυρα αίτημα
ko: 잘못된 요청
pt_br: Requisição inválida
ru: Неверный запрос
sr@latin: Neispravan zahtev

source: Following HTTP headers appended to response:
el: οι ακόλουθες επικεφαλίδες HTTP επισυνάφθηκαν στην απάντηση:
ko: 응답으로 다음의 HTTP 헤더가 붙습니다:
sr@latin: Sledeća HTTP zaglavlja su dodata u odgovor:

source: Item '%s' didn't provide a URI
el: Το στοιχείο '%s' δεν παρείχε κάποιο URI
ko: 아이템 '%s'(은)는 URI를 가지고 있지 않습니다
pt_br: Item "%s" não proveu uma URI
ru: Элемент «%s» не предоставил URI
sr@latin: Stavka „%s“ ne obezbeđuje adresu

source: Not Found
el: Δεν βρέθηκε
ko: 찾지 못했습니다
pt_br: Não encontrado
ru: Не найдено
sr@latin: Nije nađeno

source: HTTP %s request for URI '%s' handled.
el: Τακτοποιήθηκε η αίτηση HTTP %s για το URI '%s'.
ko: URI '%2$s'로의 HTTP %1$s 요청이 처리 되었습니다.
sr@latin: HTTP %s zahtev za adresom „%s“ je obrađen.

source: HTTP %s request for URI '%s'. Headers:
el: Αίτηση HTTP %s για το URI '%s'. Επικεφαλίδες:
ko: URI '%2$s'로의 HTTP %1$s 요청. 헤더:
sr@latin: HTTP %s zahtev za adresom „%s“. Zaglavlja:

source: HTTP client aborted %s request for URI '%s'.
el: Ο πελάτης HTTP εγκατέλειψε την αίτηση %s για το URI '%s'.
ko: HTTP 클라이언트가 URI '%2$s'로의 요청 '%1$s'(을)를 중단함.
sr@latin: HTTP klijent je prekinuo %s zahtev za adresom „%s“.

source: HTTP POST request for URI '%s'
el: Αίτηση HTTP POST για το URI '%s'
ko: URI '%s'로의 HTTP POST 요청
sr@latin: HTTP POST zahtev za adresom „%s“

source: Import of '%s' to '%s' completed
el: Ολοκληρώθηκε η εισαγωγή του '%s' στο '%s'
ko: '%s'에서 '%s'(으)로 불러오기가 끝났습니다
sr@latin: Završen uvoz od „%s“ do „%s“

source: No items in DIDL-Lite from client: '%s'
el: Κανένα αντικείμενο στο DIDL-Lite από τον πελάτη: '%s'
ko: 클라이언트의 DIDL-Lite에 아이템이 없음: '%s'
pt_br: Nenhum item em DIDL-Lite para o cliente: "%s"
ru: Нет элементов в DIDL-Lite от клиента: «%s»
sr@latin: Nema stavki u DIDI-Lajtu sa klijenta: „%s“

source: Plugin 'fakesink' missing
el: Λείπει η πρόσθετη λειτουργία 'fakesink'
ko: 'fakesink' 플러그인이 없습니다
pt_br: Plug-in "fakesink" faltando
ru: Не хватает модуля «fakesink»
sr@latin: Nedostaje dodatak „fakesink“

source: Failed to seek to offset %lld
el: Αποτυχία κατά την αίτηση για αντιστάθμιση του %lld
ko: 오프셋 %lld 찾기 실패
pt_br: Falhou ao saltar do deslocamento %lld
ru: Не удалось перемотать на смещение %lld
sr@latin: Ne mogu da premotan izvan trajanja %lld

source: No plugins found in %d second, giving up..
el: Δεν βρέθηκαν πρόσθετες λειτουργίες για %d δευτερόλεπτο, γίνεται εγκατάλειψη..

source: new network context %s (%s) available.
el: είναι διαθέσιμο ένα νέο περιοεχόμενο δικτύου %s (%s).
ko: 새 네트워크 콘텐스트 %s (%s) 사용할 수 있습니다.
sr@latin: dostupno je novo obaveštenje na mreži %s (%s).

source: Ignoring network context %s (%s).
el: Παράβλεψη του περιεχομένου %s (%s) του δικτύου.
ko: 네트워크 콘텍스트 %s (%s) 무시.
sr@latin: Zanemarujem sadržaj iz mreže %s (%s).

source: Network context %s (%s) now unavailable.
el: Αυτή τη στιγμή το περιεχόμενο %s (%s) του δικτύου δεν είναι διαθέσιμο.
ko: 네트워크 콘텍스트 %s (%s)(을)를 이제 사용할 수 없습니다.
sr@latin: Obaveštenje sa mreže %s (%s) je od sada nedostupno.

source: Failed to start D-Bus service: %s
el: Αποτυχία κατά την έναρξη της υπηρεσίας D-Bus: %s
ko: D-Bus 서비스 시작 실패: %s
pt_br: Falhou ao iniciar serviço do D-Bus: %s
ru: Не удалось запустить службу D-Bus: %s
sr@latin: Ne mogu da pokrenem D-Bas: %s

source: Plugin '%s' disabled in user configuration, ignoring..
el: Απενεργοποιήθηκε η πρόσθετη λειτουργία '%s' στις ρυθμίσεις του χρήστη, γίνεται παράβλεψη..

source: Searching for modules in folder '%s' ..
el: Αναζήτησης για αρθρώματα στον φάκελο '%s' ..

source: Finished searching for modules in folder '%s'
el: Ολοκληρώθηκε η αναζήτηση για αρθρώματα στον φάκελο '%s'
ko: 폴더 '%s'에서 모듈 검색 완료
sr@latin: Završeno je traženje modula u fascikli „%s“

source: Failed to load module from path '%s' : %s
el: Αποτυχία φόρτωσης του αρθρώματος από το μονοπάτι '%s' : %s

source: Loaded module source: '%s'
el: Πηγή του αρθρώματος που έχει φορτωθεί: '%s'
ko: 불러온 모듈 소스: %s
sr@latin: Učitani izvor modula: „%s“

source: XML node '%s' not found.
el: Δεν βρέθηκε ο XML κόμβος '%s'.
ko: XML 노드 '%s'(을)를 찾을 수 없습니다.
pt_br: Nó XML "%s" não encontrado.
ru: XML-узел «%s» не найден.
sr@latin: Nije pronađen IksML čvor „%s“.

source: No icon provided by plugin '%s'. Using Rygel logo..
el: Κανένα εικόνιδιο δεν παρέχεται από την πρόσθερτη λειτουργία '%s'. Γίνεται χρήση του λογοτύπου του Rygel..

source: Executing search request: %s
el: Εκτέλεση του αιτήματος αναζήτησης: %s
ko: 검색 요청을 실행 중: %s
sr@latin: Pokrećem zahtev za pretragu: %s

source: Failed to read from URI: %s: %s
el: Αποτυχία ανάγνωσης από το URI: %s: %s
ko: URI로부터 읽기 실패: %s: %s
pt_br: Falhou ao ler da URI: %s: %s
ru: Не удалось прочитать по URI: %s: %s
sr@latin: Ne mogu da čitam sa adrese: %s: %s

source: Failed to seek to %s-%s on URI %s: %s
el: Αποτυχία αίτησης για το %s-%s στο URI %s: %s
ko: URI %3$s에서 %1$s-%2$s 검색 실패: %4$s
pt_br: Falhou ao saltar para %s-%s na URI %s: %s
ru: Не удалось перемотать на %s-%s по URI %s: %s
sr@latin: Ne mogu da premotam na %s-%s iz adrese %s: %s

source: Failed to read contents from URI: %s: %s
el: Αποτυχία ανάγνωσης περιεχομένων από το URI: %s: %s
ko: URI로 부터 컨텐츠 읽기 실패: %s: %s
pt_br: Falhou ao ler conteúdo da URI: %s: %s
ru: Не удалось прочитать содержимое по URI: %s: %s
sr@latin: Ne mogu da pročitam sadržaj sa adrese: %s: %s

source: Failed to close stream to URI %s: %s
el: Αποτυχία διακοπής της αναπαραγωγής στο URI %s: %s
ko: URI %s로의 스트림 닫기 실패: %s
pt_br: Falhou ao fechar fluxo da URI %s: %s
ru: Не удалось закрыть поток по URI %s: %s
sr@latin: Ne mogu da zatvorim tok sa adrese %s: %s

source: Failed to find thumbnails folder.
el: Σφάλμα κατά την εύρεση του φακέλου μικρογραφιών.
ko: 썸네일 폴더를 찾을 수 없습니다.
pt_br: Falhou ao encontrar pasta de miniaturas
ru: Не удалось найти папку с миниатюрами.
sr@latin: Ne mogu da nađem fasciklu sa umanjenim prikazima.

source: No transcoder available for target format '%s'
el: Μη διαθέσιμη επανακωδικοποίηση για τη μορφή προορισμού '%s'
ko: 타겟 포멧 '%s'에 사용 가능한 트랜스코더가 없습니다
pt_br: Nenhum transcoder disponível para o formato de destino "%s"
ru: Нет доступных конвертеров для формата «%s»
sr@latin: Nije dostupan program za prekodiranje ciljnog formata „%s“

source: Loaded user configuration from file '%s'
el: Έχουν φορτώσει οι προτιμήσεις του χρήστη από το αρχείο '%s'
ko: 파일 '%s'에서 불러 온 사용자 설정
sr@latin: Podešavanja korisnika su učitana iz datoteke „%s“

source: Failed to %s Rygel service: %s
el: Σφάλμα υπηρεσίας %s του Rygel: %s

source: Failed to write modified description to %s.
el: Σφάλμα κατά την εγγραφή της τροποποιημένης περιγραφής στο %s.
ko: 수정된 설명을 %s에 쓰기 실패.
pt_br: Falhou ao gravar descrição modificada para %s.
ru: Не удалось записать изменённое описание для %s
sr@latin: Ne mogu da upišem izmene opisa u %s.

source: Setting up timeout for LastChange
el: Καθορισμός χρόνου διακοπής για το LastChange
ko: LastChange에 설정된 타임아웃
sr@latin: Podešavam istek vremena za poslednje izmene

source: Network Options
ko: 네트워크 옵션
pt_br: Opção de Rede
ru: Параметры сети
sr@latin: Mrežne opcije

source: Changing playback state to %s.
ko: 재생 상태를 %s(으)로 바꾸는 중 입니다.
sr@latin: Menjam stanje u %s.

source: Failed to attach to D-Bus session bus: %s
ko: D-Bus 세션 버스에 연결 실패: %s
pt_br: Falhou ao anexar para a sessão do D-Bus: %s
ru: Не удалось подключиться к сеансовой шине D-Bus: %s
sr@latin: Ne mogu da se zakačim na D-Bas sesiju: %s

source: No metadata extractor available. Will not crawl.
ko: 사용할 수 있는 메타데이터 추출기가 없습니다.
pt_br: Nenhum extrator de metadados disponível. Não irá arrastar.
ru: Нет доступного средства для извлечения метаданных. Сбор данных остановлен.
sr@latin: Ne postoji program za čupanje metapodataka. Odustajem.

source: Folder %s gone; removing watch
ko: 폴더 %s(이)가 사라졌습니다; 감시를 삭제 합니다
sr@latin: Fascikla %s je otišla; uklanjam pregledano

source: Failed to create MediaExport D-Bus service: %s
ko: MediaExport D-Bus 서비스 만들기 실패: %s
pt_br: Falhou ao criar serviço MediaExport do D-Bus: %s
ru: Не удалось создать службу D-Bus MediaExport: %s
sr@latin: Ne mogu da napravim MedijaEksport D-Bas: %s

source: ID %s no longer in config; deleting...
ko: ID %s(은)는 이제 설정에 없습니다; 삭제 중...
sr@latin: IB %s nije među podešavanjima, brišem...

source: No plugins found in %d second; giving up..
ko: %d초 동안 플러그인을 찾지 못했습니다; 그만 둡니다..
pt_br: Sem plug-ins encontrados em %d segundo, Desistindo..
ru: Ни одного модуля не найдено за %d секунду; пропуск..
sr@latin: Ukoliko ne nađem dodatke za %d sekundu; odustajem...

source: Plugin '%s' disabled in user configuration; ignoring..
ko: 사용자 설정에서 플러그인 '%s'(이)가 비활성화 됨; 무시함..
sr@latin: Dodatak „%s“ je isključen iz podešavanja korisnika; zenemarujem ga...
