Repository: De30/media-server-
Catalog: po/*.po
Languages: el, ko, oc, pt_br, ru, sr@latin

source: Searching for modules in folder '%s'.
ko: 폴더 '%s'에서 모듈 검색 중.
sr@latin: Tražim module u fascikli „%s“.

source: No icon provided by plugin '%s'. Using Rygel logo.
ko: 플러그인 '%s'에서 제공되는 아이콘이 없습니다. Rygel 로고를 사용합니다.
sr@latin: Dodatak „%s“ nema ikonicu. Koristim Rigelov logo.
