Repository: De30/media-server-
Catalog: po/*.po
Languages: el, ko, oc, pt_br, ru, sr@latin

source: UPnP/DLNA Services
oc: Servicis UPnP/DLNA
ru: Службы UPnP/DLNA

source: mediaserver;mediarenderer;share;audio;video;pictures;
oc: servidor de médias;motor de rendu de médias;partage;audio;vidéo;images;

source: Rygel Preferences
el: Προτιμήσεις του Rygel
ko: Rygel 기본 설정
oc: Preferéncias de Rygel
pt_br: Preferências do Rygel
ru: Параметры Rygel
sr@latin: Postavke za Rigel

source: UPnP/DLNA Preferences
oc: Preferéncias UPnP/DLNA
ru: Настройки UPnP/DLNA

source: column
oc: colomna

source: Add a directory to the list of shared directories
oc: Ajoute un repertòri a la lista des repertòris patejats

source: Add shared directory
oc: Apondre lo repertòri patejat

source: Remove a directory from the list of shared directories
oc: Supprime un repertòri de la lista des repertòris patejats

source: Remove shared directory
oc: Suprimir lo repertòri patejat

source: _Share media through DLNA
oc: _Partager des médias via DLNA

source: Add a network interface Rygel should serve files on
oc: Apondre una interface ret per laquelle Rygel doit fournir des fichièrs

source: Add network interface
oc: Apondre l'interfàcia ret

source: Remove a network interface Rygel should no longer serve files on
oc: Suprimir una interface ret per laquelle Rygel ne doit mai fournir de fichièrs

source: Remove network interface
oc: Suprimir l'interfàcia ret

source: Networks:
oc: Rets :

source: Select folders
el: Επιλογή φακέλων
ko: 폴더 선택
oc: Causir les dorsièrs
pt_br: Selecionar pastas
ru: Выбрать папки
sr@latin: Izaberite fascikle

source: Not implemented
oc: Non implémenté

source: Failed to read standard output from %s: %s
oc: Impossible de legir la sortida standard de %s : %s

source: Failed to read error output from %s: %s
oc: Impossible de legir la sortida d'error de « %s » : %s

source: No Such Test
oc: Aucun test correspondant

source: Wrong Test Type
oc: Tipe de test incorrect

source: Invalid Test State '%s'
oc: État del test « %s » non valide

source: State '%s' Precludes Cancel
oc: L'état « %s » exclut l'annulation

source: Invalid argument
oc: Paramètre non valide

source: Cannot run 'Ping' action: Host is empty
oc: Impossible d'executar lo « ping » : l'òste es vide

source: Cannot run 'NSLookup' action: HostName is empty
oc: Impossible d'executar « NSLookup » : lo nom d'òste es vide

source: Cannot run 'Traceroute' action: Host is empty
oc: Impossible d'executar lo « Traceroute » : l'òste es vide

source: Invalid connection reference
el: Μη έγκυρη αναφορά σύνδεσης
ko: 잘못된 연결 참조
oc: Referéncia de connexion non valide
pt_br: Referência de conexão inválida
ru: Неверная ссылка на соединение
sr@latin: Neispravna referenca na vezu

source: Failed to write modified description to %s
el: Αποτυχία εγγραφής της τροποποιημένης περιγραφής στο %s
ko: 변경된 설명을 %s에 쓰기 실패
oc: Fracàsd'escritura de la description modifiée dins %s
pt_br: Falhou ao gravar descrição modificada para %s
ru: Не удалось записать изменённое описание для %s
sr@latin: Ne mogu da upišem izmenjen opis u %s

source: Failed to get a socket: %s
oc: Impossible d'obténer un connector : %s

source: Failed to get MAC address for %s: %s
oc: Impossible d'obténer l'adresse MAC per %s : %s

source: MAC and network type querying not implemented
oc: Requèstas de type MAC e ret non implémentées

source: Failed to get log level from configuration: %s
el: Αποτυχία κατά την ανάκτηση του επιπέδου log από τη ρύθμιση: %s
ko: 설정에서 로그 레벨 가져오기 실패: %s
oc: Impossible d'obténer lo nivèl de jornalisation dempuèi la configuracion : %s
pt_br: Falhou ao obter registro de nível para a configuração: %s
ru: Не удалось получить уровень ведения журнала из конфигурации: %s
sr@latin: Ne mogu da dobijem nivo upisa u dnevnik iz podešavanja: %s

source: No value available
el: Μη διαθέσιμη τιμή
ko: 사용 가능한 값 없음
oc: Aucune valor disponible
pt_br: Nenhum valor disponível
ru: Нет доступного значения
sr@latin: Nije prisutna vrednost

source: No value set for '%s/enabled'
el: Δεν καθορίστηκε τιμή για το '%s/enabled'
ko: '%s/enabled'에 설정된 값 없음
oc: Aucune valor définie per « %s/enabled »
pt_br: Nenhum valor definido para "%s/habilitado"
ru: Значение для «%s/включено» не установлено
sr@latin: Nije postavljena vrednost za „%s/omogućeno“

source: No value set for '%s/title'
oc: Aucune valor définie per « %s/title »

source: No value available for '%s/%s'
el: Μη διαθέσιμη τιμή για το '%s/%s'
ko: '%s/%s'에 사용 가능한 값이 없음
oc: Aucune valor disponible per « %s/%s »
pt_br: Nenhum valor disponível para "%s/%s"
ru: Нет доступного значения для «%s/%s»
sr@latin: Nije dostupna vrednost za „%s/%s“

source: [Plugin] group not found
oc: Groupe [Empeuton] non trouvé

source: Plugin module %s does not exist
oc: Lo module %s de l'empeuton n'existe pas

source: New plugin '%s' available
el: Είναι διαθέσιμη η νέα πρόσθετη λειτουργία '%s'
ko: 새 플러그인 '%s' 사용가능
oc: Novèl empeuton « %s » disponible
pt_br: Nenhum plug-in "%s" disponível
ru: Доступен новый модуль «%s»
sr@latin: Dostupan je novi dodatak „%s“

source: A module named %s is already loaded
oc: Un module nommé %s es ja chargé

source: Failed to load module from path '%s': %s
ko: 경로 '%s'에서 모듈 읽어오기 실패: %s
oc: Impossible de cargar lo module dempuèi lo dorsièr « %s » : %s
pt_br: Falhou ao carregar módulo para o caminho "%s": %s
ru: Не удалось загрузить модуль из «%s»: %s
sr@latin: Ne mogu da učitam module iz putanje „%s“: %s

source: Failed to find entry point function '%s' in '%s': %s
el: Αποτυχία εύρεσης της συνάρτησης '%s' του σημείου εισόδου στο '%s': %s
ko: '%s2$d'의 엔트리 포인트 펑션 '%s1$d' 찾기 실패: %s
oc: Impossible de trouver la foncion de point d'entrée « %s » dins « %s » : %s
pt_br: Falhou ao encontrar função de ponto de entrada "%s" em "%s": %s
ru: Не удалось найти функцию точки входа «%s» в «%s»: %s
sr@latin: Ne mogu da nađem tačku unosa funkcije „%s“ u „%s“: %s

source: Error listing contents of folder '%s': %s
el: Σφάλμα κατά την εμφάνιση της λίστας περιεχομένων του φακέλου '%s': %s
ko: 폴더 '%s'의 내용 나열 중 오류: %s
oc: Error al moment de l'énumération del contengut del dorsièr « %s » : %s
pt_br: Erro listando conteúdos para a pasta "%s": %s
ru: Ошибка при построении списка содержимого папки «%s»: %s
sr@latin: Greška pri preslušavanju sadržaja fascikle „%s“: %s

source: Could not load plugin: %s
oc: Impossible de cargar l'empeuton : %s

source: Failed to query content type for '%s'
el: Αποτυχία αποστολής αίτησης στον τύπο περιεχομένου για το '%s'
ko: '%s'의 컨텐츠 타입 쿼리 실패
oc: Impossible d'obténer lo tipe de contengut de « %s »
pt_br: Falhou ao enfileirar tipo de conteúdo para "%s"
ru: Не удалось получить тип содержимого для «%s»
sr@latin: Ne mogu da zakažem ovaj sadržaj na „%s“

source: Your GStreamer installation seems to be missing the "playbin" element. The Rygel GStreamer renderer implementation cannot work without it
oc: Votre installation de GStreamer sembla ne pas avoir l'element « playbin ». L'implémentation del motor de rendu GStreamer de Rygel ne pòt pas fonctionner sans lui

source: Invalid InstanceID
el: Μη έγκυρο ID υπόδειξης
ko: 잘못된 인스턴스ID
oc: InstànciaID non valide
pt_br: ID da instância inválidos
ru: Неверный InstanceID
sr@latin: Neispravan IB

source: Play speed not supported
el: Η ταχύτητα αναπαραγωγή δεν υποστηρίζεται
ko: 재생 속도를 지원하지 않음
oc: Velocitat de lectura non presa en carga
pt_br: Velocidade de reprodução sem suporte
ru: Скорость воспроизведения не поддерживается
sr@latin: Brzina puštanja nije podržana

source: Transition not available
el: Μη διαθέσιμη μετάβαση
ko: 트랜젠션을 사용할 수 없음
oc: Transition non disponible
pt_br: Transição não disponível
ru: Переход недоступен
sr@latin: Prenos nije dostupan

source: Seek mode not supported
el: Δεν υποστηρίζεται η λειτουργία που ζητήσατε
ko: 찾기 모드를 지원하지 않음
oc: Mòde de recherche non pris en carga
pt_br: Modo de salto não suportado
ru: Режим перемотки не поддерживается
sr@latin: Način premotavanja nije podržan

source: Illegal seek target
oc: Cible de recherche illegala

source: Play mode not supported
oc: Mòde de lectura non pris en carga

source: Resource not found
oc: Ressource introuvable

source: Problem parsing playlist: %s
oc: Problèma al moment de l'analyse de la lista de lectura : %s

source: Failed to access resource at %s: %s
oc: Impossible d'accéder a la ressource en %s : %s

source: Illegal MIME-type
oc: Tipe MIME illegal

source: Invalid Name
el: Μη έγκυρο όνομα
ko: 잘못된 이름
oc: Nom non valide
pt_br: Nome inválido
ru: Неверное имя
sr@latin: Neispravno ime

source: Invalid Channel
oc: Canal non valide

source: Action Failed
el: Αποτυχία ενέργειας
ko: 수행 실패
oc: Fracàsde l'action
pt_br: Ação falhou
ru: Не удалось выполнить действие
sr@latin: Radnja nije uspela

source: Invalid Arguments
el: Μη έγκυρα ορίσματα
ko: 잘못된 인자
oc: Paramètres non valides
pt_br: Argumentos inválidos
ru: Неверные параметры
sr@latin: Neispravan argument

source: Cannot browse children on item
oc: Impossible de parcourir les elements fils

source: Failed to browse '%s': %s
el: Αποτυχία κατά την περιήγηση στο '%s': %s
ko: '%s' 검색 실패: %s
oc: Impossible de parcourir « %s » : %s
pt_br: Falhou ao explorar "%s": %s
ru: Не удалось просмотреть «%s»: %s
sr@latin: Ne mogu da razgledam „%s“: %s

source: Not Applicable
el: Δεν μπορεί να εφαρμοστεί
ko: 적용할 수 없음
oc: Non applicable
pt_br: Não aplicável
ru: Неприменимо
sr@latin: Neupotrebljivo

source: No such file transfer
el: Καμία μεταφορά αρχείου
ko: 파일 트랜스퍼를 찾을 수 없습니다
oc: Transfert de fichièr inexistant
pt_br: Nenhum arquivo transferido
ru: Нет такой передачи файла
sr@latin: Ne postoji ovaj prenos

source: No D-Bus thumbnailer service available
oc: Aucun servici de création de vignettes D-Bus disponible

source: Invalid Request (only GET and HEAD supported)
oc: Requèsta non valide (seuls GET e HEAD sont pris en carga)

source: must be 1
oc: doit èsser 1

source: Invalid URI '%s'
el: Μή έγκυρο URI '%s'
ko: 잘못된 URI '%s'
oc: URI « %s » non valide
pt_br: URI "%s" inválida
ru: Неверный URI «%s»
sr@latin: Neispravna adresa „%s“

source: Not found
el: Κανένα
ko: 찾지 못했습니다
oc: Introuvable
pt_br: Não encontrado
ru: Не найдено
sr@latin: Nije pronađeno

source: Pushing data to non-empty item '%s' not allowed
oc: L'envoi de donadas vers l'element non vide « %s » es pas autorisé

source: No writable URI for %s available
el: Κανένα διαθέσιμο εγγράψιμο URΙ για το %s
ko: %s에 쓸 수 있는 URI가 없음
oc: Aucune URI modifiable disponible per %s
pt_br: Nenhuma URI gravável para "%s" está disponível
ru: Нет доступного для записи URI для %s
sr@latin: Nisu dostupne adrese sa mogućnošću upisa za %s

source: Failed to move dotfile %s: %s
oc: Impossible de déplacer lo fichièr caché %s : %s

source: Requested item '%s' not found
el: Δεν βρέθηκε το αντικείμενο '%s' που ζητήσατε
ko: 요청한 아이템 '%s'(을)를 찾지 못했습니다
oc: Element « %s » requis introuvable
pt_br: Item requisitado "%s" não encontrado
ru: Запрашиваемый элемент «%s» не найден
sr@latin: Nije nađena zahtevana stavke „%s“

source: Couldn't create data source for %s
oc: Impossible de crear la source de donadas per %s

source: Failed to get original URI for '%s': %s
el: Αποτυχία κατά την ανάκτηση του αρχικού URI για το '%s': %s
ko: '%s'의 원래 URI 가져오기 실패: %s
oc: Impossible d'obténer l'URI original per « %s » : %s
pt_br: Falhou ao obter URI original para "%s": %s
ru: Не удалось получить исходный URI для «%s»: %s
sr@latin: Ne mogu da dobijem prvobitnu adresu za „%s“: %s

source: URI '%s' invalid for importing contents to
oc: URI « %s » non valide per l'importation de contengut

source: Failed to import file from %s: %s
oc: Impossible d'importer lo fichièr dempuèi %s : %s

source: ContainerID missing
oc: ContainerID mancant

source: Successfully destroyed object '%s'
oc: Objet « %s » détruit amb succès

source: Failed to destroy object '%s': %s
oc: Impossible de détruire l'objècte « %s » : %s

source: No such object
el: Κανένα αντικείμενο
ko: 해당 오브젝트 없음
oc: Aucun objet correspondant
pt_br: Nenhum objeto
ru: Такой объект не существует
sr@latin: Ne postoji ovaj objekat

source: Removal of object %s not allowed
oc: Supression de l'objècte %s non autorisée

source: Object removal from %s not allowed
oc: La supression d'objet de %s es pas autorisée

source: Successfully updated object '%s'
oc: Objet « %s » mis a jour amb succès

source: Failed to update object '%s': %s
oc: Impossible de mettre a jour l'objècte « %s » : %s

source: Invalid date format: %s
oc: Format de date non valide : %s

source: Invalid date: %s
oc: Date non valide : %s

source: Bad current tag value.
oc: Mauvaise valor per l'étiquette actuelle.

source: Bad new tag value.
oc: Mauvaise valor per la novèla étiquette.

source: Tried to delete required tag.
oc: Tentative de supression d'une étiquette nécessaire.

source: Tried to change read-only property.
oc: Tentative de modificacion d'une proprietat en lectura sola.

source: Parameter count mismatch.
oc: Lo nombre de paramètres ne correspond pas.

source: Unknown error.
oc: Error desconeguda.

source: Metadata modification of object %s not allowed
oc: Modificacion des méta-donadas de l'objècte %s non autorisée

source: Metadata modification of object %s being a child of restricted object %s not allowed
oc: La modificacion de méta-donadas de l'objècte %s fils de l'objècte a accès limitat %s es pas autorisée

source: Unknown
oc: Desconegut

source: Failed to add album art for %s: %s
oc: Impossible d'apondre una couverture d'album per %s : %s

source: Failed to find media art for %s: %s
oc: Impossible de trouver una couverture de média per %s : %s

source: Seeking not supported
oc: Recherche non presa en carga

source: Speed not supported
oc: Velocitat non presa en carga

source: Failed to generate playlist
oc: Impossible de generar la lista de lectura

source: Unknown MediaContainer resource: %s
oc: Source del MediaContainer desconeguda : %s

source: No media engine found.
oc: Aucun motor de médias trouvé.

source: MediaEngine.init was not called. Cannot continue.
oc: MediaEngine.init n'a pas été appelé. Impossible de continuer.

source: Could not determine protocol for %s
oc: Impossible de déterminer lo protocole per %s

source: Bad URI: %s
el: Μη αποδεκτό URI: %s
ko: 잘못된 URI: %s
oc: URI incorrect : %s
pt_br: URI errada: %s
ru: Некорректный URI: %s
sr@latin: Loša adresa: %s

source: Failed to probe protocol for URI %s. Assuming '%s'
el: Αποτυχία κατά τη διερεύνηση του πρωτοκόλλου για το URΙ %s. Ας θεωρήσουμε το '%s'
ko: URI %s의 프로토콜 프로브 실패. 가정 '%s'
oc: Impossible de sonder lo protocole per l'URI %s. « %s » es présumé
pt_br: Falhou ao sondar protocolo para a URI %s. Assumindo "%s"
ru: Не удалось определить протокол для URI %s. Предположительно «%s»
sr@latin: Ne mogu da nađem protokol za adresu %s. Pretpostaviću da je „%s“

source: Invalid number of arguments
oc: Nombre d'arguments non valide

source: ObjectID argument missing
oc: Argument d'ObjectID mancant.

source: Invalid range
oc: Plage non valide

source: Missing filter
oc: Filtre mancant

source: No such container
oc: Conteneur inexistant

source: upnp:createClass value not supported
oc: upnp : valor de createClass non presa en carga

source: 'Elements' argument missing.
el: Λείπει το άρθρωμα 'Στοιχεία'.
ko: 'Elements' 인자를 찾을 수 없습니다.
oc: Paramètre « Elements » mancant.
pt_br: Argumentos de "elementos" faltando.
ru: Пропущен параметр «Elements».
sr@latin: Nedostaje argument „elementi“.

source: Comments not allowed in XML
el: Δεν επιτρέπονται σχόλια στο XML
ko: XML에서는 주석을 사용할 수 없습니다
oc: Les comentaris ne sont pas permis dins lo XML
pt_br: Comentários não permitidos em XML
ru: Комментарии в XML запрещены
sr@latin: Napomene nisu dozvoljene unutar IksMLa

source: Missing ContainerID argument
oc: Argument de ContainerID mancant

source: No objects in DIDL-Lite from client: '%s'
oc: Aucun objet dins DIDL-Lite provenant del client : « %s »

source: @id must be set to "" in CreateObject call
oc: @id doit èsser défini a "" dins l'appel CreateObject

source: dc:title must not be empty in CreateObject call
oc: dc : lo títol ne pòt pas èsser vide dins l'appel CreateObject

source: Flags that must not be set were found in 'dlnaManaged'
oc: Des drapeaux ne devant pas èsser définis ont été trouvés dins « dlnaManaged »

source: Invalid upnp:class given in CreateObject
oc: upnpn non valide : classe donada dins CreateObject

source: Cannot create restricted item
oc: Impossible de crear un element restreint

source: UPnP class '%s' not supported
oc: Classe « %s » d'UPnP non presa en carga

source: Object creation in %s not allowed
el: Δεν επιτρέπεται η δημιουργία αντικειμένων στο %s
ko: %s에 오브젝트를 만들기할 권한이 없습니다
oc: La création d'objet dins %s es pas autorisée
pt_br: Criação de objeto em %s não permitida
ru: Создание объекта в %s запрещено
sr@latin: Nije dozvoljeno pravljenje objekta unutar %s

source: Failed to create item under '%s': %s
el: Αποτυχία δημιουργία αντικειμένου στο '%s': %s
ko: '%s' 하위에 아이템 만들기 실패: %s
oc: Impossible de crear l'element sous « %s » : %s
pt_br: Falhou ao criar item sob "%s": %s
ru: Не удалось создать элемент в «%s»: %s
sr@latin: Ne mogu da napravim stavku unutar „%s“: %s

source: DLNA profile '%s' not supported
oc: Perfil « %s » de DLNA non pris en carga

source: Cannot create object of class '%s': Not supported
oc: Impossible de crear l'objècte de la classe « %s » : non pris en carga

source: Error from container '%s' on trying to find the newly added child object '%s' in it: %s
oc: Error del conteneur « %s » après la recherche de l'objècte enfant « %s » recentament apondut dedans : %s

source: 'ContainerID' agument missing.
oc: Argument de « ContainerID » mancant.

source: 'ObjectID' argument missing.
oc: Argument de « ObjectID » mancant.

source: Failed to create object under '%s': %s
oc: Impossible de crear l'objècte sous « %s » : %s

source: Invalid search criteria given
oc: Critère de recherche donné non valide

source: Failed to search in '%s': %s
el: Αποτυχία αναζήτησης στο '%s': %s
ko: '%s' 검색 실패: %s
oc: Recherche impossible dins « %s » : %s
pt_br: Falhou ao pesquisar em "%s": %s
ru: Не удалось осуществить поиск в «%s»: %s
sr@latin: Ne mogu da tražim unutar „%s“: %s

source: No subtitle available
el: Μη διαθέσιμος υπότιτλος
ko: 제목 사용 불가
oc: Aucun sostítol disponible
pt_br: Nenhuma legenda disponível
ru: Нет доступных субтитров
sr@latin: Nema odgovarajućih dodataka

source: No thumbnailer available: %s
el: Μη διαθέσιμη μικρογραφία: %s
ko: 썸네일 만들기기 사용 불가: %s
oc: Pas de créateur de vignettes disponible : %s
pt_br: Nenhum criador de miniaturas disponível: %s
ru: Нет доступных программ для создания миниатюр: %s
sr@latin: Nije dostupan program za izradu umanjenih prikaza: %s

source: Thumbnailing not supported
oc: Création de miniatures non presa en carga

source: No thumbnail available
el: Μη διαθέσιμη μικρογραφία
ko: 썸내일 사용 불가
oc: Aucune vignette disponible
pt_br: Nenhuma miniatura disponível
ru: Нет доступных миниатюр
sr@latin: Nije dostupan program za izradu umanjenih prikaza

source: No thumbnail available. Generation requested.
oc: Pas de vignette disponible. La génération a été demandée.

source: No D-Bus thumbnailer available
oc: Aucun servici de création de vignettes D-Bus disponible

source: Could not create GstElement for URI %s
oc: Impossible de crear un GstElement dempuèi l'URI %s

source: Playspeed not supported
oc: Velocitat de lectura non presa en carga

source: Failed to create pipeline
oc: Impossible de crear lo pipeline

source: Failed to link %s to %s
el: Αποτυχία κατά τη σύνδεση του %s στο %s
ko: '%s'(을)를 '%s'(으)로 링크 실패
oc: Impossible de lier %s a %s
pt_br: Falhou ao criar atalho %s para %s
ru: Не удалось соединить %s с %s
sr@latin: Ne mogu da vežem %s za %s

source: Failed to link pad %s to %s
el: Αποτυχία σύνδεσης συνθήκης του %s στο %s
ko: 패드 '%s'(을)를 '%s'(으)로 링크 실패
oc: Impossible de lier lo connector %s a %s
pt_br: Falhou ao preencher atalho %s para %s
ru: Не удалось соединить контакт %s с %s
sr@latin: Ne mogu da vežem podmetač %s za %s

source: Error from pipeline %s: %s
el: Σφάλμα από το μέσο πληροφορίας %s: %s
ko: 파이프라인 %s(으)로부터의 오류: %s
oc: Error del pipeline %s : %s
pt_br: Erro do pipeline %s: %s
ru: Ошибка в конвейере %s: %s
sr@latin: Greška u cevovodu %s: %s

source: Warning from pipeline %s: %s
el: Προειδοποίηση από το μέσο πληροφορίας %s: %s
ko: 파이프라인 %s(으)로부터의 경고: %s
oc: Avertiment del pipeline %s : %s
pt_br: Aviso do pipeline %s: %s
ru: Предупреждение в конвейере %s: %s
sr@latin: Upozorenje sa cevovoda %s: %s

source: Unsupported seek type
oc: Tipe de recherche non pris en carga

source: Failed to seek to offsets %lld:%lld
oc: Impossible d'avancer jusqu'à l'emplaçament %lld:%lld

source: Failed to seek
oc: Impossible d'avancer

source: Failed to create GStreamer data source for %s: %s
oc: Impossible de crear la source de donadas GStreamer per %s : %s

source: Could not create a transcoder configuration. Your GStreamer installation might be missing a plug-in
oc: Impossible de configurer un transcodeur. Il doit manquer un empeuton dins votre installation GStreamer

source: Required element %s missing
el: Λείπει το απαιτούμενο στοιχείο %s
ko: 필요한 요소 %s(을)를 찾을 수 없습니다
oc: Element requis %s mancant
pt_br: Elemento requerido %s faltando
ru: Требуемый элемент %s не найден
sr@latin: Potreban element %s ne postoji

source: Only byte-based seek supported
oc: Seule la recherche per octet es presa en carga

source: Module '%s' could not connect to D-Bus session bus. Ignoring…
oc: Lo module « %s » n'a pas réussi a se connecter al bus de session D-Bus. Étape ignoré…

source: External provider %s did not provide mandatory property "%s"
oc: Lo fournisseur extérieur %s n'a pas donné la proprietat « %s » obligatoire

source: Unsupported type %s
el: Μη υποστηριζόμενος τύπος %s
ko: 지원하지 않는 종류, %s
oc: Tipe %s non pris en carga
pt_br: Tipo sem suporte %s
ru: Неподдерживаемый тип %s
sr@latin: Nepodržana vrsta %s

source: Failed to roll back transaction: %s
el: Αποτυχία επανόρθωσης της συναλλαγής: %s
ko: 트렌젠션 롤 백 실패: %s
oc: Impossible d'anullar la transaction : %s
pt_br: Falhou ao desfazer transações: %s
ru: Не удалось отменить транзакцию: %s
sr@latin: Ne mogu da vratim stanje prenosa: %s

source: '%s' harvested
el: συγκεντρώθηκαν '%s'
ko: '%s'(을)를 수집했습니다
oc: « %s » analysé
pt_br: "%s" colhido
ru: «%s» получен
sr@latin: „%s“ požnjet

source: Error fetching object '%s' from database: %s
el: Σφάλμα κατά την ανάκτηση του αντικειμένου '%s' από τη βάση δεδομένων: %s
ko: 데이터베이스에서 오브젝트 '%s' 패치 중 오류: %s
oc: Error de récupération de l'objècte « %s » dempuèi la banca de donadas : %s
pt_br: Erro ao obter objeto "%s" do banco de dados: %s
ru: Ошибка при получении объекта «%s» из базы данных: %s
sr@latin: Ne mogu da preuzmem „%s“ iz baze podatak: %s

source: Failed to query info of a file %s: %s
oc: Impossible de faire una requèsta sus les infos d'un fichièr %s : %s

source: Could not find object %s or its parent. Database is inconsistent
oc: Impossible de trouver l'objècte %s o son parent. La banca de donadas es incohérente

source: Error removing object from database: %s
el: Σφάλμα κατά τη διαγραφή του αντικειμένου από τη βάση δεδομένων: %s
ko: 데이터베이스에서 오브젝트 제거 중 오류: %s
oc: Error al moment de la supression d'objet de la banca de donadas : %s
pt_br: Erro removendo objeto da base dados: %s
ru: Ошибка при удалении объекта из базы данных: %s
sr@latin: Ne mogu da uklonim objekat iz baze podataka: %s

source: Failed to harvest file %s: %s
oc: de récupération del fichièr %s : %s

source: Failed to query database: %s
oc: Impossible de faire una requèsta sus la banca de donadas : %s

source: Failed to enumerate folder "%s": %s
oc: Impossible d'énumérer lo dorsièr « %s » : %s

source: Failed to get children of container %s: %s
oc: Impossible d'obténer les enfants del conteneur %s : %s

source: Failed to get child count of query container: %s
oc: Impossible de connaître lo nombre d'enfants del conteneur demandé : %s
